[{
        "name": "Taller: Calidad II",
        "code": "DNO0321",
        "about": "El taller desarrolla en el estudiante la capacidad de diseñar productos y servicios desde la perspectiva de los estándares de calidad que rigen internacionalmente. El taller se divide en secciones, abordando en cada una de ellas temas específicos de las líneas temáticas y perfiles profesionales cubiertos en la oferta educativa de la Escuela de Diseño. El taller busca otorgar al alumno herramientas de proyectación asociadas a los baremos de calidad internacionales. De este modo, adquirirá competencias para desarrollar proyectos según requerimientos de los sectores productivos que compiten en los mercados internacionales."
    },
    {
        "name": "Fotografiar hoy",
        "code": "DNO020",
        "about": "A partir de los desarrollos teóricos y prácticos que dentro de la producción fotográfica se vienen suscitando, el curso se abrirá a estudiar algunas revisiones críticas que desde fuera del campo se han formulado. Profundizando en los conocimientos que se transmitirán, los alumnos tendrán la oportunidad de conocer técnicas tradicionales y nuevas, entre las cuales se destaca la producción de imágenes digitales."
    },
    {
        "name": "Lenguaje Visual",
        "code": "COM115",
        "about": "El curso busca dar a entender el proceso biológico de la lectura de la imagen en la comunicación. Asimismo, valorar la importancia de la estructura perceptible humana en los procesos de comunicación del área de comunicación visual, incorporando criterios de organización como lenguaje significativo."
    },
    {
        "name": "Nuevas Tendencias en el Diseño de Carteles",
        "code": "DNO050",
        "about": "El curso desarrollará la capacidad de diseño creativo en el estudiante proponiendo un discurso gráfico originado en la lectura y la visibilidad constructiva de la letra en cuanto a su legibilidad, lecturabilidad y usabilidad. Se da forma al despliegue gráfico a través de exposiciones que ponen en cuestión las magnitudes de cada entrega gráfica y el usuario en los cuales el tamaño, expresión y material cobra un aparecer verificable. La lectura y su calce con el acto de estar ante la escritura. Precisión que articula la lectura y comprensión de esta, reconocimiento y ordenación en vista del significado de lo que se expone y por último un desarrollo fundamentado en la experiencia individual. De tal manera de crear instancias originales de lectura en lo ya otorgado -la palabra impresa."
    }
]